{
  "content": [
    {
      "type": "paragraph",
      "children": [
        {
          "text": "[insert student-generated content about this project] "
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Analysis: The two main communicators of this podcasts are Robert Krulwich and Jad Abumrad. Their podcast focuses on deep dives into certain scientific or philosophical topics. This episodes discusses the dilemma of driverless cars and the morality of the new technology. Since it is a new technology we do not know how safe it will be long term and with other human drivers on the road and pedestrians walking around. If someone is injured who is liable. These are all questions discussed in the podcast to provoke the audience to think about if they are in favor or not of the new driverless cars."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Analysis: The main topic of the podcast appears to be \"The Trolley Problem\", which is best stated as, \"Do you kill one man by pulling a lever or kill five men by doing nothing?\" It opens up discussion for morality and how new technologies test our moral conduct when they are on their way to our streets. The question eventually translates to \"Would you drive in a car that could potentially kill others and in the event of an accident, should harm the pedestrians or those in the vehicle?\" There are several communicators over the course of this podcast episode, including the two hosts Jad Abumrad and Robert Krulwich also joined by Josh Greene. Greene is a philosopher and neuroscientist from Princeton that tested how different parts of the brain light up when asked these questions to see their response to the moral quandary. They mention Greene's education and occupation in order to build credibility and trust to his name so the audience is more inclined to listen respect his studies and findings on the subject. Abumrad and Krulwich are more of the \"relatable\" figures in this podcast as they were not previously informed on the moral science behind the topic of dangerous driverless vehicles. The overall message is that there is not one straight answer or solution to the problem of driverless cars. Not one person should decide whether or not who gets to survive in a situation where a driverless vehicle is a danger to someone. Technology is advancing and at a rapid pace, but we have to understand that as technology progresses in society, there are bound to be more flaws and issues with it. The audience is generally the everyday drivers, pedestrians, and car companies. In the podcast, they make sure to address directly how each party will be affected by the invention and roll put of driverless automobiles. People who drive vehicles as a source of income will be out of jobs because technology is taking them, pedestrians are more at risk to harm and accidents caused by a vehicle with limited awareness of surroundings, and car companies could lose business if customers refuse to purchase cars that could potentially be a danger on the road. No matter what role one plays in the \"driverless dilemma\", they are facing some form of near harm due to the invention."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Analysis: The two main communicators of this podcasts are Robert Krulwich and Jad Abumrad. Their podcast focuses on deep dives into certain scientific or philosophical topics. This episodes discusses the dilemma of driverless cars and the morality of the new technology. Since it is a new technology we do not know how safe it will be long term and with other human drivers on the road and pedestrians walking around. If someone is injured who is liable. These are all questions discussed in the podcast to provoke the audience to think about if they are in favor or not of the new driverless cars."
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": ""
        }
      ]
    },
    {
      "type": "paragraph",
      "children": [
        {
          "text": "Citation: [CHECK!!!!!] Abumrad, Jad, Host. Krulwich, Robert, Host. \"Driverless Dilemma.” Radiolab, September 26, 2017. https://radiolab.org/podcast/driverless-dilemmaLinks to an external site."
        }
      ]
    }
  ],
  "title": "Introduction",
  "autogenerate": {
    "enabled": false,
    "type": "custom"
  },
  "slug": "introduction",
  "created_at": "2025-01-28T20:23:23.596Z",
  "created_by": "saamturner",
  "updated_at": "2025-01-28T20:32:54.632Z",
  "updated_by": "saamturner"
}